Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E14A.tmx
Source language: en_us
Languages: zh_cn

source: Five ways to up your five a day
zh_cn: 每天轻松摄取五份蔬果的五种方法

source: One in five Brits consume at least five portions of fruit and veg daily, the highest intake in Europe. But what are the easiest ways to increase consumption for those still missing out?
zh_cn: 五分之一的英国人每天摄取至少五份蔬菜和水果，为欧洲之最，但是既提高摄取量又不容易被人忘记的最简单的方法是什么呢？

source: Britain is leading the way when it comes to eating the recommended daily amount of fruit and vegetables, according to an online survey of 29,000 respondents by Nielsen.
zh_cn: 根据尼尔森在线调查29000名受访者的结果，英国是每天摄取蔬果量的领头羊。

source: It shows that 22% of UK consumers consume at least five portions a day, compared to an average of 8% across Europe.
zh_cn: 该结果显示，有22%的英国人每天摄取至少五份蔬果，而欧洲只有平均8%的人达到这个摄取量。

source: Eating 400g of fruit and vegetables a day can help lower the risk of health issues such as high blood pressure, obesity and some cancers, the British Dietetic Association says.
zh_cn: 英国饮食协会称，每天食用400克蔬果可以有效降低高血压、肥胖及一部分癌症所带来的健康风险。

source: However the British government's 5 a day campaign has only been partially successful, particularly among lower income groups, former chief medical officer Sir Liam Donaldson recently said.
zh_cn: 前首席医务官Liam Donaldson爵士近日声称，英国政府发起的“每天五份活动”只取得了部分成效，尤其是对低收入人群的影响较小。

source: And only one in ten children are receiving their recommended "five-a-day", a report last year suggested.
zh_cn: 而去年的一份报告则显示，只有十分之一的儿童能吃到“每天五份”的推荐饮食。

source: But there are some easy ways to get more in to a diet with minimum effort.
zh_cn: 下面是几种只需要付出一点点的努力，就可以轻松在餐饮中吃到更多的蔬果的简单方法。

source: Add fruit to breakfast dishes
zh_cn: 在早餐中加入水果

source: Breakfast needn't be bland, especially if you add fruit to the mix.
zh_cn: 早餐就应该丰富多彩，现在你只需要再加入一点水果。

source: "Chop an apple or pear onto your muesli or add blueberries to porridge for a boost of vitamin C and beta carotene," says nutritionist Helen Ford.
zh_cn: 营养学家Helen Ford建议：“把一个苹果或者梨子切成小块，加在你的什锦麦片里，或者在粥里加点蓝莓，提高维生素C和β-胡萝卜素的摄取。”

source: Or for breakfast on the go, you could try drinking a berry-rich smoothie, which is rich in immune boosting antioxidants.
zh_cn: 如果你急着出门，你可以试试一杯满是浆果的奶昔，里面富含提高免疫力的抗氧化物质。

source: "It is best to make the smoothie pulpy, as chewing does increase digestive juices and aids the process of digestion and absorption of nutrients," says Ms Ford.
zh_cn: Ford女士说：“奶昔最好多一些果肉，因为咀嚼可以产生更多的消化液，帮助你消化和吸收果肉的营养。”

source: Adding fruit peel and pith to the smoothie can also help lower cholesterol, says nutritionist Dr Marilyn Glenville, as the pith contains higher levels of pectin which can help feed beneficial bacteria.
zh_cn: 营养学家Marilyn Glenville博士则建议，在奶昔里加入水果的果皮可以帮助降低体内的胆固醇。因为果皮含有高等果胶，可促进身体里有益菌的产生。

source: But if you want to avoid bloating, it is wise to eat fruit well before dinner.
zh_cn: 如果你想避免腹胀，最好在餐前食用水果。

source: "Fruit is best eaten approximately one hour before a meal because the fruit contains simple sugars that require no digestion," says Ms Ford.
zh_cn: Ford女士说：“水果最好是约餐前一小时食用，因为水果富含不需要消化的单糖。

source: "Other foods, such as foods rich in fat, protein and starch, will stay in the stomach for a longer period of time because they require more digestion.
zh_cn: 而其他的食物，尤其是富含脂肪、蛋白质和淀粉的食物，因需要消化，所以会在胃里停留较长的时间。

source: "So if you eat fruit after a meal, the fruit sugar will stay for too long in the stomach and ferment and cause bloating and flatulence."
zh_cn: 如果你餐后吃水果，水果中的糖分会在胃里停留太长的时间，继而发酵，导致腹胀或者胀气。”

source: Make a snack using leftover vegetables
zh_cn: 用吃剩的蔬菜做零食

source: Wholesome foods such as dried figs and nuts are good snacking options to get you through the day, says Ms Ford.
zh_cn: Ford女士说，像无花果干和坚果这样的健康食品是很好的零食，可以帮你渡过一整天。

source: Or you could try making your own Indian flatbread or paratha out of leftover vegetable juices, suggests Chef Anjum Anand.
zh_cn: 主厨Anjum Anand女士建议，你可以尝试把剩下的蔬菜榨成汁，混进面团做成印度烤饼或者印度飞饼。

source: "Instead of adding water to a dough, you can just use the water from the vegetables and all the different colours really come out in the paratha when you bake it," says Ms Anand.
zh_cn: “不要用水来和面，你可以用蔬菜汁代替水，然后做出各种不同颜色的印度飞饼。”

source: "You can eat it with butter, soft cheese or even pickles on the side.
zh_cn: Anand女士说，“你可以配黄油或软奶酪食用，甚至可以配点泡菜吃。

source: "It's a great way for a lot of Indian mums to get veggies into their dough... and it doesn't smell of curry."
zh_cn: 很多印度妈妈都把蔬菜汁加入面团，这是个很棒的法子，而且做出来的饼没有咖哩味。”

source: Swap a sandwich for soup
zh_cn: 将三明治换成汤

source: Watercress soup is an ideal lunch option explains Ms Ford as it is rich in iron and magnesium.
zh_cn: 西洋菜汤是绝佳的午餐选择，Ford女士解说道，这是因为西洋菜汤富含铁和镁。

source: But if you do prefer a classic sandwich, simply add a serving of dark green leaves such as spinach or watercress to a hummus spread.
zh_cn: 如果你还是偏爱经典的三明治做午餐，只需要在馅料中添加一份深色绿叶蔬菜，如混合了鹰嘴豆泥的菠菜或西洋菜。

source: To make soup feel like more of a meal, you could always try adding different meats or beans to a vegetable base like in this chunky chorizo soup.
zh_cn: 为了使汤感觉更像个大餐，可以试着在烹煮时以蔬菜为汤底，再加入各种不同的肉类或豆类，比如西班牙辣香肠汤。

source: "Hearty soups that have their veg stocks built into their base are a bit of a specialty of ours," says chef Matthew Pennington of the Ethicurean restaurant.
zh_cn: Ethicurean饭店主厨Matthew Pennington说：“以蔬菜为汤底做出丰盛的汤是我们的绝技，诀窍就在于汤底中的蔬菜比例。

source: Soup is easy to tailor as long as you use the same ratios in the base, says Mr Pennington.
zh_cn: 只要用相同的比例来熬汤，汤就很容易料理了。

source: "For a soup to serve four to six people, the base is always 500g onion, 250g carrots and 250g celeriac or celery.
zh_cn: 以4-6人份的汤为例，汤底永远是500克洋葱，250克胡萝卜和250克块根芹或芹菜。

source: "The peeled and cubed veg can all be combined in a large pan and covered well with water.
zh_cn: 去皮并切块的蔬菜只需要放在大锅里用水熬就好了。

source: "Bring to the boil and simmer until the veg is all tender.
zh_cn: 用大火煮开，再用小火煨，直到蔬菜变软绵。

source: "Season with salt and cider vinegar then blend till smooth and pass through a sieve if you want something even smoother," explains Mr Pennington.
zh_cn: 用盐和醋调味后搅匀，如果你想看上去更细腻一些可以用筛子过滤。”

source: Make a fruit crumble or compote
zh_cn: 做酥皮水果派或者糖渍水果盘

source: Stewing fruit slowly with spices instead of using sugar is also a good way to enhance the flavour of a dessert or compote.
zh_cn: 慢火炖煮水果做甜品或果盘，可以用香料代替糖来提味。

source: "I love poached pears and peaches in a bit of water with star anise and cinnamon," says Ms Anand. "Once poached, I take the fruit out and drizzle a bit of Greek yoghurt on the side and add some saffron."
zh_cn: Anand女士说道：“我喜欢在煮桃子和梨子的水中加一点八角和肉桂，煮好后，把水果取出，然后在旁边淋上一点希腊酸奶和藏红花。

source: Star anise is a very versatile spice and combines well with all sorts of fruit, says Ms Anand, while mint adds freshness to a fruit salad or compote.
zh_cn: 八角是一款很神奇的香料，它可以与各种各样的水果相结合。而薄荷则用在水果色拉或糖渍水果盘上，用于提鲜。

source: "Saffron also works beautifully with fruits such as mango and orange."
zh_cn: 藏红花与芒果和橙子这样的水果搭配时，也很出彩。”

source: Baked rhubarb has also been found to contain high levels of polyphenols - chemicals found that protect the cells in the body from free-radical damage.
zh_cn: 有人发现烤大黄中富含多酚，这种化学成份可以保护人体细胞免受自由基的伤害。

source: Researchers at Sheffield Hallam University found that slow-cooked or stewed forced rhubarb has a higher polyphenol content than in its raw state.
zh_cn: 来自英国谢菲尔德哈勒姆大学的研究者们发现，通过慢火烹煮或水煮加工过的大黄，比未烹煮过的大黄多酚含量更高。

source: So for a nutritious dessert or snack with a high Vitamin C content, you could try making a rhubarb crumble or a compote with baked rhubarb, ginger and orange juice.
zh_cn: 所以如果你需要一款富含维生素C的营养甜点或零食，可以试试酥皮大黄派，或者由烤大黄、姜和橙汁制成的糖渍果盘。

source: "Stewed apples and blackberries work well with a good sprinkle of cinnamon," says Ms Ford. "It's a healthy, delicious dessert packed full of vitamins."
zh_cn: Ford女士说：“煮苹果和黑莓时可以加一些肉桂，这是一道健康美味、含有丰富维生素C的甜点。”

source: Vary your fruit and veg
zh_cn: 吃不同的蔬果

source: One of the best ways to make the most out of your five a day is to eat a rainbow of different fruit and vegetables, explains Dr Glenville.
zh_cn: Glenville教授认为，一天五份最有效的方法之一，就是吃不同的蔬果。

source: "It's really important to have variety in your diet and to experiment with different dishes," says Ms Anand.
zh_cn: Anand女士说：“保持饮食多样性，及尝试不同的菜肴真的非常重要。

source: "Even if you eat a greater variety of fruit and veg prepared in a less healthy way, I think it's better than going to your preferred veg all the time.
zh_cn: 我认为即使你吃一些不太健康的，但多种多样的蔬果，也比总是吃同一种蔬菜要好得多。

source: "For instance, I love to eat coconut, which is often perceived as being unhealthy but it's actually very good for our skin and hair."
zh_cn: 比如说，我喜欢椰子，通常来说它不太健康，但它实际上对我们的皮肤及头发很有益。（译注：椰汁及椰子油含饱和脂肪。）”

source: Ms Anand recommends cooking coconut flesh in milk and then adding it to pastry, which she shallow fries until it's crisp and light.
zh_cn: Anand女士建议，将椰子肉先用油微炸一下，直到它们变脆且有点透明，然后再放入牛奶中煮，最后加在糕点上。

source: "For me the more varied your diet, the healthier you are."
zh_cn: “对我来说，你的饮食越多样化，你就越健康。”
